Repository: StephenArg/Trinote
Catalog: Trinote/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, es, fr, hi, hu, it, pl, ru

source: Move “%@” under “%@”? The note will appear in the new location in the tree.
ar: نقل «%@» تحت «%@»؟ ستظهر الملاحظة في الموقع الجديد في الشجرة.
cs: Přesunout „%@“ pod „%@“? Poznámka se ve stromu zobrazí na novém místě.
de: „%@“ unter „%@“ verschieben? Die Notiz erscheint im Baum am neuen Ort.
es: ¿Mover «%@» bajo «%@»? La nota aparecerá en la nueva ubicación en el árbol.
fr: Déplacer « %@ » sous « %@ » ? La note apparaîtra au nouvel emplacement dans l’arborescence.
hi: «%@» को «%@» के अंतर्गत ले जाएँ? नोट ट्री में नए स्थान पर दिखेगा।
hu: «%@» áthelyezése «%@» alá? A jegyzet az új helyen jelenik meg a fában.
it: Spostare «%@» sotto «%@»? La nota apparirà nella nuova posizione nell’albero.
pl: Przenieść „%@” pod „%@”? Notatka pojawi się w drzewie w nowym miejscu.
ru: Переместить «%@» под «%@»? Заметка появится в дереве в новом месте.

source: Move Note
ar: نقل الملاحظة
cs: Přesunout poznámku
de: Notiz verschieben
es: Mover nota
fr: Déplacer la note
hi: नोट ले जाएँ
hu: Jegyzet áthelyezése
it: Sposta nota
pl: Przenieś notatkę
ru: Переместить заметку

source: Move To
ar: نقل إلى
cs: Přesunout do
de: Verschieben nach
es: Mover a
fr: Déplacer vers
hi: यहाँ ले जाएँ
hu: Áthelyezés ide
it: Sposta in
pl: Przenieś do
ru: Переместить в

source: Move to “%@”
ar: نقل إلى «%@»
cs: Přesunout do „%@“
de: Nach „%@“ verschieben
es: Mover a «%@»
fr: Déplacer vers « %@ »
hi: “%@” में ले जाएँ
hu: Áthelyezés ide: „%@”
it: Sposta in «%@»
pl: Przenieś do „%@”
ru: Переместить в «%@»

source: Move to…
ar: نقل إلى…
cs: Přesunout do…
de: Verschieben nach …
es: Mover a…
fr: Déplacer vers…
hi: ले जाएँ…
hu: Áthelyezés ide…
it: Sposta in…
pl: Przenieś do…
ru: Переместить в…

source: Name
ar: الاسم
cs: Název
es: Nombre
fr: Nom
hi: नाम
hu: Név
it: Nome
pl: Nazwa
ru: Имя

source: Network
ar: الشبكة
cs: Síť
de: Netzwerk
es: Red
fr: Réseau
hi: नेटवर्क
hu: Hálózat
it: Rete
pl: Sieć
ru: Сеть

source: New child note
ar: ملاحظة فرعية جديدة
cs: Nová podřízená poznámka
de: Neue untergeordnete Notiz
es: Nueva nota hija
fr: Nouvelle sous-note
hi: नया उप-नोट
hu: Új alárendelt jegyzet
it: Nuova nota figlia
pl: Nowa notatka podrzędna
ru: Новая дочерняя заметка

source: New Child Note
ar: ملاحظة فرعية جديدة
cs: Nová podřízená poznámka
de: Neue untergeordnete Notiz
es: Nueva nota hija
fr: Nouvelle sous-note
hi: नया उप-नोट
hu: Új alárendelt jegyzet
it: Nuova nota figlia
pl: Nowa notatka podrzędna
ru: Новая дочерняя заметка

source: New Note
ar: ملاحظة جديدة
cs: Nová poznámka
de: Neue Notiz
es: Nota nueva
fr: Nouvelle note
hi: नया नोट
hu: Új jegyzet
it: Nuova nota
pl: Nowa notatka
ru: Новая заметка

source: New Shape
ar: شكل جديد
cs: Nový tvar
de: Neue Form
es: Forma nueva
fr: Nouvelle forme
hi: नई आकृति
hu: Új alakzat
it: Nuova forma
pl: Nowy kształt
ru: Новая фигура

source: New top-level note
ar: ملاحظة جديدة في المستوى الأعلى
cs: Nová poznámka na nejvyšší úrovni
de: Neue Notiz auf oberster Ebene
es: Nueva nota de nivel superior
fr: Nouvelle note de niveau supérieur
hi: नया शीर्ष-स्तरीय नोट
hu: Új legfelső szintű jegyzet
it: Nuova nota di primo livello
pl: Nowa notatka najwyższego poziomu
ru: Новая заметка верхнего уровня

source: Next match
ar: التطابق التالي
cs: Další shoda
de: Nächster Treffer
es: Siguiente coincidencia
fr: Occurrence suivante
hi: अगला मिलान
hu: Következő találat
it: Corrispondenza successiva
pl: Następne dopasowanie
ru: Следующее совпадение

source: Next, choose a parent in the tree. %lld duplicate(s) will be created as children of that note, or you can place them at the top level under Notes.
ar: ثم اختر أبًا في الشجرة. سيتم إنشاء %lld نسخة كأبناء لتلك الملاحظة أو في المستوى الأعلى تحت الملاحظات.
cs: Poté zvolte rodiče ve stromu. Vytvoří se %lld kopií jako podřízených, nebo v kořeni pod Poznámky.
de: Wählen Sie dann ein übergeordnetes Element im Baum. %lld Duplikat(e) werden dort angelegt oder auf oberster Ebene unter Notizen.
es: A continuación, elige un padre en el árbol. Se crearán %lld duplicado(s) como hijos de esa nota, o puedes colocarlos en el nivel superior bajo Notas.
fr: Ensuite, choisissez un parent dans l’arborescence. %lld doublon(s) seront créés sous cette note, ou au niveau racine sous Notes.
hi: फिर ट्री में मूल चुनें। %lld प्रतिलिपि उस नोट की संतान के रूप में या नोट्स के तहत शीर्ष स्तर पर बनेंगी।
hu: Válasszon szülőt a fában. %lld másolat jön létre alá, vagy a Jegyzetek alatti legfelső szintre.
it: Poi scegli un genitore nell’albero. Verranno creati %lld duplicati come figli di quella nota, oppure in cima sotto Note.
pl: Następnie wybierz rodzica w drzewie. Powstanie %lld kopii jako podrzędnych lub na najwyższym poziomie pod Notatkami.
ru: Затем выберите родителя в дереве. Будет создано %lld копий как дочерних, либо на верхнем уровне под «Заметки».

source: No attachments
ar: لا مرفقات
cs: Žádné přílohy
de: Keine Anhänge
es: Sin adjuntos
fr: Aucune pièce jointe
hi: कोई अनुलग्नक नहीं
hu: Nincs melléklet
it: Nessun allegato
pl: Brak załączników
ru: Нет вложений

source: No Favorites
ar: لا مفضلات
cs: Žádné oblíbené
de: Keine Favoriten
es: Sin favoritos
fr: Aucun favori
hi: कोई पसंदीदा नहीं
hu: Nincsenek kedvencek
it: Nessun preferito
pl: Brak ulubionych
ru: Нет избранного

source: No matching lines in the loaded text (previews use plain text; very long notes may differ slightly from in-page find).
ar: لا توجد أسطر مطابقة في النص المحمّل (تستخدم المعاينات نصًا عاديًا؛ قد تختلف الملاحظات الطويلة جدًا قليلاً عن البحث داخل الصفحة).
cs: V načteném textu nejsou žádné odpovídající řádky (náhledy používají prostý text; u velmi dlouhých poznámek se může výsledek mírně lišit od vyhledávání na stránce).
de: Keine passenden Zeilen im geladenen Text (Vorschauen nutzen Nur-Text; bei sehr langen Notizen kann es leichte Abweichungen zur Suche auf der Seite geben).
es: No hay líneas coincidentes en el texto cargado (las vistas previas usan texto sin formato; las notas muy largas pueden diferir ligeramente de la búsqueda en la página).
fr: Aucune ligne correspondante dans le texte chargé (les aperçus utilisent du texte brut ; les très longues notes peuvent différer légèrement de la recherche dans la page).
hi: लोड किए गए पाठ में कोई मिलान पंक्ति नहीं (पूर्वावलोकन सादा पाठ उपयोग करते हैं; बहुत लंबे नोट पृष्ठ-में खोज से थोड़ा भिन्न हो सकते हैं)।
hu: Nincs egyező sor a betöltött szövegben (az előnézetek sima szöveget használnak; nagyon hosszú jegyzeteknél apró eltérések lehetnek az oldalon belüli kereséshez képest).
it: Nessuna riga corrispondente nel testo caricato (le anteprime usano testo normale; note molto lunghe possono differire leggermente dalla ricerca nella pagina).
pl: Brak pasujących linii w wczytanym tekście (podglądy używają zwykłego tekstu; przy bardzo długich notatkach mogą być drobne różnice względem wyszukiwania na stronie).
ru: Нет совпадений в загруженном тексте (предпросмотры используют обычный текст; для очень длинных заметок возможны небольшие отличия от поиска на странице).

source: No places found.
ar: لم يُعثر على أماكن.
cs: Nebyla nalezena žádná místa.
de: Keine Orte gefunden.
es: No se encontraron lugares.
fr: Aucun lieu trouvé.
hi: कोई स्थान नहीं मिला।
hu: Nincs találat.
it: Nessun luogo trovato.
pl: Nie znaleziono miejsc.
ru: Места не найдены.

source: No Recent Notes
ar: لا توجد ملاحظات حديثة
cs: Žádné nedávné poznámky
de: Keine zuletzt geöffneten Notizen
es: Sin notas recientes
fr: Aucune note récente
hi: कोई हालिया नोट नहीं
hu: Nincsenek legutóbbi jegyzetek
it: Nessuna nota recente
pl: Brak ostatnich notatek
ru: Нет недавних заметок

source: No server connected
ar: لا يوجد خادم متصل
cs: Není připojen žádný server
de: Kein Server verbunden
es: Sin servidor conectado
fr: Aucun serveur connecté
hi: कोई सर्वर कनेक्ट नहीं
hu: Nincs csatlakoztatott kiszolgáló
it: Nessun server connesso
pl: Brak połączonego serwera
ru: Нет подключения к серверу

source: No shared notes
ar: لا توجد ملاحظات مشتركة
cs: Žádné sdílené poznámky
de: Keine geteilten Notizen
es: Sin notas compartidas
fr: Aucune note partagée
hi: कोई साझा नोट नहीं
hu: Nincs megosztott jegyzet
it: Nessuna nota condivisa
pl: Brak udostępnionych notatek
ru: Нет общих заметок

source: None
ar: لا شيء
cs: Žádná
de: Keine
es: Ninguna
fr: Aucun
hi: कोई नहीं
hu: Nincs
it: Nessuno
pl: Brak
ru: Нет

source: None found
ar: لم يُعثر على شيء
cs: Nic nenalezeno
de: Keine gefunden
es: No se encontró ninguna
fr: Aucun trouvé
hi: कोई नहीं मिला
hu: Nincs találat
it: Nessuno trovato
pl: Nie znaleziono
ru: Не найдено

source: Not connected to a server.
ar: غير متصل بخادم.
cs: Není připojení k serveru.
de: Keine Verbindung zu einem Server.
es: No hay conexión a un servidor.
fr: Pas connecté à un serveur.
hi: किसी सर्वर से कनेक्ट नहीं है।
hu: Nincs kapcsolat a kiszolgálóval.
it: Nessuna connessione al server.
pl: Brak połączenia z serwerem.
ru: Нет подключения к серверу.

source: Note (ios-sync-conflict)
ar: ملاحظة (تعارض-مزامنة-ios)
cs: Poznámka (ios-sync-conflict)
de: Notiz (ios-sync-conflict)
es: Nota (conflicto-ios-sync)
fr: Note (conflit-ios-sync)
hi: नोट (ios-सिंक-संघर्ष)
hu: Jegyzet (ios-sync-ütközés)
it: Nota (ios-sync-conflict)
pl: Notatka (konflikt-ios-sync)
ru: Заметка (ios-sync-conflict)

source: Note actions
ar: إجراءات الملاحظة
cs: Akce poznámky
de: Notizaktionen
es: Acciones de la nota
fr: Actions de la note
hi: नोट कार्रवाई
hu: Jegyzetműveletek
it: Azioni nota
pl: Akcje notatki
ru: Действия с заметкой

source: Note Details
ar: تفاصيل الملاحظة
cs: Podrobnosti poznámky
de: Notizdetails
es: Detalles de la nota
fr: Détails de la note
hi: नोट विवरण
hu: Jegyzet részletei
it: Dettagli nota
pl: Szczegóły notatki
ru: Сведения о заметке

source: Note ID
ar: معرّف الملاحظة
cs: ID poznámky
de: Notiz-ID
es: ID de nota
fr: ID de la note
hi: नोट ID
hu: Jegyzetazonosító
it: ID nota
pl: ID notatki
ru: ID заметки

source: Note title: %@. Tap to edit.
ar: عنوان الملاحظة: %@. انقر للتحرير.
cs: Název poznámky: %@. Klepněte pro úpravu.
de: Notiztitel: %@. Tippen zum Bearbeiten.
es: Título de la nota: %@. Toca para editar.
fr: Titre de la note : %@. Touchez pour modifier.
hi: नोट शीर्षक: %@. संपादन के लिए टैप करें।
hu: Jegyzet címe: %@. Koppintson a szerkesztéshez.
it: Titolo nota: %@. Tocca per modificare.
pl: Tytuł notatki: %@. Stuknij, aby edytować.
ru: Заголовок заметки: %@. Нажмите для редактирования.

source: Notebook
ar: دفتر
cs: Sešit
de: Notizbuch
es: Cuaderno
fr: Carnet
hi: नोटबुक
hu: Jegyzetfüzet
it: Quaderno
pl: Notatnik
ru: Блокнот

source: Notes
ar: ملاحظات
cs: Poznámky
de: Notizen
es: Notas
hi: नोट्स
hu: Jegyzetek
it: Note
pl: Notatki
ru: Заметки

source: Notes labelled #template in Trilium appear here.
ar: تظهر هنا الملاحظات التي تحمل التسمية #template في Trilium.
cs: Zde se zobrazují poznámky se štítkem #template v Trilium.
de: Hier erscheinen Notizen, die in Trilium das Label #template haben.
es: Aquí aparecen las notas con la etiqueta #template en Trilium.
fr: Les notes avec l’étiquette #template dans Trilium apparaissent ici.
hi: Trilium में #template लेबल वाले नोट यहाँ दिखते हैं।
hu: Itt jelennek meg a Triliumban #template címkével ellátott jegyzetek.
it: Qui compaiono le note con l’etichetta #template in Trilium.
pl: Tutaj pojawiają się notatki z etykietą #template w Trilium.
ru: Здесь появляются заметки с меткой #template в Trilium.

source: Notes on This Server
ar: الملاحظات على هذا الخادم
cs: Poznámky na tomto serveru
de: Notizen auf diesem Server
es: Notas en este servidor
fr: Notes sur ce serveur
hi: इस सर्वर पर नोट
hu: Jegyzetek ezen a kiszolgálón
it: Note su questo server
pl: Notatki na tym serwerze
ru: Заметок на этом сервере

source: Notes you open will appear here for quick access.
ar: ستظهر الملاحظات التي تفتحها هنا.
cs: Nedávno otevřené poznámky se zobrazí zde.
de: Zuletzt geöffnete Notizen erscheinen hier.
es: Las notas que abras aparecerán aquí.
fr: Les notes ouvertes apparaîtront ici.
hi: जो नोट खोलेंगे वे यहाँ दिखेंगे।
hu: A megnyitott jegyzetek itt jelennek meg.
it: Le note che apri appariranno qui.
pl: Otwierane notatki pojawią się tutaj.
ru: Открытые заметки появятся здесь.

source: Ocean
ar: المحيط
cs: Oceán
de: Ozean
es: Océano
fr: Océan
hi: महासागर
hu: Óceán
it: Oceano
ru: Океан

source: Offline
ar: غير متصل
es: Sin conexión
fr: Hors ligne
hi: ऑफ़लाइन
ru: Офлайн

source: Offline — showing cached notes. Connect to refresh.
ar: دون اتصال — عرض الملاحظات المخبأة. اتصل للتحديث.
cs: Offline — zobrazují se uložené poznámky. Připojte se pro obnovení.
de: Offline — zwischengespeicherte Notizen werden angezeigt. Verbinden Sie sich, um zu aktualisieren.
es: Sin conexión: se muestran notas en caché. Conéctate para actualizar.
fr: Hors ligne — affichage des notes en cache. Connectez-vous pour actualiser.
hi: ऑफ़लाइन — कैश किए गए नोट दिख रहे हैं। ताज़ा करने के लिए कनेक्ट करें।
hu: Offline — a gyorsítótárazott jegyzetek láthatók. Csatlakozzon a frissítéshez.
it: Offline: vengono mostrate le note in cache. Connettiti per aggiornare.
pl: Offline — wyświetlane są notatki z pamięci podręcznej. Połącz się, aby odświeżyć.
ru: Офлайн — показаны кэшированные заметки. Подключитесь для обновления.

source: Offline Notes
ar: الملاحظات دون اتصال
cs: Offline poznámky
de: Offline-Notizen
es: Notas sin conexión
fr: Notes hors ligne
hi: ऑफ़लाइन नोट
hu: Offline jegyzetek
it: Note offline
pl: Notatki offline
ru: Офлайн-заметки

source: OK
ar: حسنًا
es: Aceptar
hi: ठीक

source: Online (%@)
ar: متصل (%@)
es: En línea (%@)
fr: En ligne (%@)
hi: ऑनलाइन (%@)
ru: Онлайн (%@)

source: Only Top-Level Notebooks
ar: دفاتر المستوى الأعلى فقط
cs: Jen sešity nejvyšší úrovně
de: Nur Notizbücher der obersten Ebene
es: Solo cuadernos de primer nivel
fr: Seulement les carnets de premier niveau
hi: केवल शीर्ष-स्तरीय नोटबुक
hu: Csak a legfelső szintű jegyzetfüzetek
it: Solo i quaderni di primo livello
pl: Tylko notatniki najwyższego poziomu
ru: Только блокноты верхнего уровня

source: Open Today's Journal Note
ar: فتح ملاحظة يوميات اليوم
cs: Otevřít dnešní deníkovou poznámku
de: Heutige Journalnotiz öffnen
es: Abrir la nota del diario de hoy
fr: Ouvrir la note du journal d’aujourd’hui
hi: आज का जर्नल नोट खोलें
hu: Mai naplójegyzet megnyitása
it: Apri la nota del diario di oggi
pl: Otwórz dzisiejszą notatkę dziennika
ru: Открыть сегодняшнюю заметку журнала

source: Other
ar: أخرى
cs: Jiné
de: Sonstiges
es: Otro
fr: Autre
hi: अन्य
hu: Egyéb
it: Altro
pl: Inne
ru: Другое

source: Other Label…
ar: تسمية أخرى…
cs: Jiný štítek…
de: Anderes Label …
es: Otra etiqueta…
fr: Autre étiquette…
hi: अन्य लेबल…
hu: Másik címke…
it: Altra etichetta…
pl: Inna etykieta…
ru: Другая метка…

source: Outdent
ar: إنقاص المسافة البادئة
cs: Zmenšit odsazení
de: Ausrücken
es: Reducir sangría
fr: Diminuer le retrait
hi: इंडेंट घटाएँ
hu: Behúzás csökkentése
it: Riduci rientro
pl: Zmniejsz wcięcie
ru: Уменьшить отступ

source: Password
ar: كلمة المرور
cs: Heslo
de: Passwort
es: Contraseña
fr: Mot de passe
hi: पासवर्ड
hu: Jelszó
pl: Hasło
ru: Пароль

source: Permanently delete %lld note(s) and all of their sub-notes? This cannot be undone easily.
ar: حذف %lld ملاحظة وجميع الملاحظات الفرعية نهائيًا؟ يصعب التراجع.
cs: Trvale smazat %lld poznámek a všechny podřízené? Nelze snadno vrátit.
de: %lld Notiz(en) und alle Unter-Notizen dauerhaft löschen? Kann nur schwer rückgängig gemacht werden.
es: ¿Eliminar permanentemente %lld nota(s) y todas sus subnotas? No se puede deshacer fácilmente.
fr: Supprimer définitivement %lld note(s) et toutes les sous-notes ? Action difficilement réversible.
hi: %lld नोट और सभी उप-नोट स्थायी रूप से हटाएँ? आसानी से पूर्ववत नहीं।
hu: %lld jegyzet és az összes aljegyzet végleges törlése? Nehezen vonható vissza.
it: Eliminare definitivamente %lld nota(e) e tutte le sottonote? Operazione difficilmente reversibile.
pl: Trwale usunąć %lld notatek i wszystkie podnotatki? Trudno cofnąć.
ru: Безвозвратно удалить %lld заметок и все подзаметки? Отменить будет сложно.

source: Photo Library
ar: مكتبة الصور
cs: Fotky
de: Fotomediathek
es: Biblioteca de fotos
fr: Photothèque
hi: फ़ोटो लाइब्रेरी
hu: Fotótár
it: Libreria foto
pl: Biblioteka zdjęć
ru: Фототека

source: Place search isn't available right now. Check your connection and try again.
ar: البحث عن الأماكن غير متاح الآن. تحقق من اتصالك وحاول مرة أخرى.
cs: Hledání míst teď není k dispozici. Zkontrolujte připojení a zkuste to znovu.
de: Die Ortssuche ist gerade nicht verfügbar. Prüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: La búsqueda de lugares no está disponible ahora. Comprueba tu conexión e inténtalo de nuevo.
fr: La recherche de lieux est indisponible pour le moment. Vérifiez votre connexion et réessayez.
hi: स्थान खोज अभी उपलब्ध नहीं है। अपना कनेक्शन जाँचें और फिर से कोशिश करें।
hu: A helykeresés most nem érhető el. Ellenőrizd a kapcsolatot, és próbáld újra.
it: La ricerca di luoghi non è disponibile al momento. Controlla la connessione e riprova.
pl: Wyszukiwanie miejsc jest teraz niedostępne. Sprawdź połączenie i spróbuj ponownie.
ru: Поиск мест сейчас недоступен. Проверьте подключение и повторите попытку.

source: Previous match
ar: التطابق السابق
cs: Předchozí shoda
de: Vorheriger Treffer
es: Coincidencia anterior
fr: Occurrence précédente
hi: पिछला मिलान
hu: Előző találat
it: Corrispondenza precedente
pl: Poprzednie dopasowanie
ru: Предыдущее совпадение

source: Protected
ar: محمي
cs: Chráněno
de: Geschützt
es: Protegida
fr: Protégée
hi: संरक्षित
hu: Védett
it: Protetta
pl: Chronione
ru: Защищено

source: Protected note
ar: ملاحظة محمية
cs: Chráněná poznámka
de: Geschützte Notiz
es: Nota protegida
fr: Note protégée
hi: संरक्षित नोट
hu: Védett jegyzet
it: Nota protetta
pl: Chroniona notatka
ru: Защищённая заметка

source: Protected notes cannot be shared.
ar: لا يمكن مشاركة الملاحظات المحمية.
cs: Chráněné poznámky nelze sdílet.
de: Geschützte Notizen können nicht freigegeben werden.
es: Las notas protegidas no se pueden compartir.
fr: Les notes protégées ne peuvent pas être partagées.
hi: संरक्षित नोट साझा नहीं किए जा सकते।
hu: A védett jegyzetek nem oszthatók meg.
it: Le note protette non possono essere condivise.
pl: Chronionych notatek nie można udostępniać.
ru: Защищённые заметки нельзя сделать общими.

source: Recent Searches
ar: عمليات البحث الأخيرة
cs: Nedávná hledání
de: Letzte Suchen
es: Búsquedas recientes
fr: Recherches récentes
hi: हाल की खोजें
hu: Legutóbbi keresések
it: Ricerche recenti
pl: Ostatnie wyszukiwania
ru: Недавние запросы

source: Recents
ar: الأخيرة
cs: Nedávné
de: Zuletzt
es: Recientes
fr: Récents
hi: हालिया
hu: Legutóbbi
it: Recenti
pl: Ostatnie
ru: Недавние

source: Redo
ar: إعادة
cs: Znovu
de: Wiederholen
es: Rehacer
fr: Rétablir
hi: फिर से करें
hu: Újra
it: Ripeti
pl: Ponów
ru: Повторить

source: Refresh tree
ar: تحديث الشجرة
cs: Obnovit strom
de: Baum aktualisieren
es: Actualizar árbol
fr: Actualiser l’arborescence
hi: ट्री रीफ़्रेश करें
hu: Fa frissítése
it: Aggiorna albero
pl: Odśwież drzewo
ru: Обновить дерево

source: Remove
ar: إزالة
cs: Odebrat
de: Entfernen
es: Quitar
fr: Retirer
hi: हटाएँ
hu: Eltávolítás
it: Rimuovi
pl: Usuń
ru: Убрать

source: Remove %@?
ar: إزالة %@؟
cs: Odebrat %@?
de: %@ entfernen?
es: ¿Eliminar %@?
fr: Supprimer %@ ?
hi: %@ हटाएँ?
hu: %@ eltávolítása?
it: Rimuovere %@?
pl: Usunąć %@?
ru: Удалить %@?

source: Remove %lld note(s) from Favorites? They will not be deleted from the server.
ar: إزالة %lld ملاحظة من المفضلة؟ لن تُحذف من الخادم.
cs: Odebrat %lld poznámek z oblíbených? Na serveru zůstanou.
de: %lld Notiz(en) aus Favoriten entfernen? Auf dem Server bleiben sie erhalten.
es: ¿Quitar %lld nota(s) de favoritos? No se eliminarán del servidor.
fr: Retirer %lld note(s) des favoris ? Elles ne seront pas supprimées du serveur.
hi: %lld नोट पसंदीदा से हटाएँ? सर्वर से नहीं हटेंगे।
hu: %lld jegyzet eltávolítása a kedvencekből? A szerveren megmaradnak.
it: Rimuovere %lld nota(e) dai preferiti? Non verranno eliminate dal server.
pl: Usunąć %lld notatek z ulubionych? Na serwerze pozostaną.
ru: Убрать %lld заметок из избранного? На сервере они не удаляются.

source: Remove Downloaded Images, Videos & Files?
ar: إزالة الصور والفيديوهات والملفات التي تم تنزيلها؟
cs: Odebrat stažené obrázky, videa a soubory?
de: Heruntergeladene Bilder, Videos und Dateien entfernen?
es: ¿Quitar las imágenes, vídeos y archivos descargados?
fr: Retirer les images, vidéos et fichiers téléchargés ?
hi: डाउनलोड किए गए चित्र, वीडियो और फ़ाइलें हटाएँ?
hu: Eltávolítod a letöltött képeket, videókat és fájlokat?
it: Rimuovere immagini, video e file scaricati?
pl: Usunąć pobrane obrazy, filmy i pliki?
ru: Убрать загруженные изображения, видео и файлы?

source: Remove from Board
ar: إزالة من اللوحة
cs: Odebrat z tabule
de: Vom Board entfernen
es: Quitar del tablero
fr: Retirer du tableau
hi: बोर्ड से हटाएँ
hu: Eltávolítás a tábláról
it: Rimuovi dalla bacheca
pl: Usuń z tablicy
ru: Убрать с доски

source: Remove from favorites
ar: إزالة من المفضلة
cs: Odebrat z oblíbených
de: Aus Favoriten entfernen
es: Quitar de favoritos
fr: Retirer des favoris
hi: पसंदीदा से हटाएँ
hu: Eltávolítás a kedvencekből
it: Rimuovi dai preferiti
pl: Usuń z ulubionych
ru: Убрать из избранного

source: Remove from Favorites
ar: إزالة من المفضلة
cs: Odebrat z oblíbených
de: Aus Favoriten entfernen
es: Quitar de favoritos
fr: Retirer des favoris
hi: पसंदीदा से हटाएँ
hu: Eltávolítás a kedvencekből
it: Rimuovi dai preferiti
pl: Usuń z ulubionych
ru: Удалить из избранного

source: Remove from Favorites?
ar: إزالة من المفضلة?
cs: Odebrat z oblíbených?
de: Aus Favoriten entfernen?
es: ¿Quitar de favoritos?
fr: Retirer des favoris ?
hi: पसंदीदा से हटाएँ?
hu: Eltávolítás a kedvencekből?
it: Rimuovere dai preferiti?
pl: Usunąć z ulubionych?
ru: Удалить из избранного?

source: Remove Server
ar: إزالة الخادم
cs: Odebrat server
de: Server entfernen
es: Eliminar servidor
fr: Supprimer le serveur
hi: सर्वर हटाएँ
hu: Kiszolgáló eltávolítása
it: Rimuovi server
pl: Usuń serwer
ru: Удалить сервер

source: Rename
ar: إعادة تسمية
cs: Přejmenovat
de: Umbenennen
es: Renombrar
fr: Renommer
hi: नाम बदलें
hu: Átnevezés
it: Rinomina
pl: Zmień nazwę
ru: Переименовать

source: Rename note
ar: إعادة تسمية الملاحظة
cs: Přejmenovat poznámku
de: Notiz umbenennen
es: Renombrar nota
fr: Renommer la note
hi: नोट का नाम बदलें
hu: Jegyzet átnevezése
it: Rinomina nota
pl: Zmień nazwę notatki
ru: Переименовать заметку

source: Reset
ar: إعادة تعيين
cs: Obnovit
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
hi: रीसेट
hu: Visszaállítás
it: Reimposta
pl: Resetuj
ru: Сбросить

source: Reset Colors to Default?
ar: إعادة تعيين الألوان؟
cs: Obnovit barvy?
de: Farben zurücksetzen?
es: ¿Restablecer colores?
fr: Réinitialiser les couleurs ?
hi: रंग रीसेट करें?
hu: Színek visszaállítása?
it: Reimpostare i colori?
pl: Przywrócić kolory?
ru: Сбросить цвета?

source: Reset Colors to Default…
ar: إعادة تعيين الألوان…
cs: Obnovit barvy…
de: Farben zurücksetzen…
es: Restablecer colores…
fr: Réinitialiser les couleurs…
hi: रंग डिफ़ॉल्ट पर…
hu: Színek visszaállítása…
it: Reimposta colori…
pl: Przywróć kolory…
ru: Сбросить цвета…

source: Restore Draft
ar: استعادة المسودة
cs: Obnovit koncept
de: Entwurf wiederherstellen
es: Restaurar borrador
fr: Restaurer le brouillon
hi: ड्राफ़्ट पुनर्स्थापित करें
hu: Piszkozat visszaállítása
it: Ripristina bozza
pl: Przywróć szkic
ru: Восстановить черновик

source: Retry
ar: إعادة المحاولة
cs: Zkusit znovu
de: Erneut versuchen
es: Reintentar
fr: Réessayer
hi: पुनः प्रयास करें
hu: Újra
it: Riprova
pl: Spróbuj ponownie
ru: Повторить

source: Reveal password
ar: إظهار كلمة المرور
cs: Zobrazit heslo
de: Passwort anzeigen
es: Mostrar contraseña
fr: Afficher le mot de passe
hi: पासवर्ड दिखाएँ
hu: Jelszó megjelenítése
it: Mostra password
pl: Pokaż hasło
ru: Показать пароль

source: Rose
ar: وردة
cs: Růže
es: Rosa
hi: गुलाब
hu: Rózsa
it: Rosa
pl: Róża
ru: Роза
